<?php
return [
    'admin' => [
        'categories' => [
            'created' => [
                'success' => 'Категория успешно добавлена',
                'error' => 'Не удалось добавить категорию'
            ],
            'updated' => [
                'success' => 'Категория успешно обновлена',
                'error' => 'Не удалось обновить категорию'
            ],
        ],

        'news' => [
            'created' => [
                'success' => 'Запись успешно добавлена',
                'error' => 'Не удалось добавить запись'
            ],
            'updated' => [
                'success' => 'Запись успешно обновлена',
                'error' => 'Не удалось обновить запись'
            ],
        ],
    ],

    'feedbacks' => [
        'created' => [
            'success' => 'Отзыв успешно добавлен',
            'error' => 'Не удалось добавить отзыв'
        ],
        'updated' => [
            'success' => 'Отзыв успешно обновлен',
            'error' => 'Не удалось обновить отзыв'
        ],
    ],

    'orders' => [
        'created' => [
            'success' => 'Запись заказа успешно добавлена',
            'error' => 'Не удалось добавить запись заказа'
        ],
        'updated' => [
            'success' => 'Запись заказа успешно обновлена',
            'error' => 'Не удалось обновить запись заказа'
        ],
    ],

    'users' => [
        'created' => [
            'success' => 'Запись о пользователе успешно добавлена',
            'error' => 'Не удалось добавить запись о пользователе'
        ],
        'updated' => [
            'success' => 'Запись о пользователе успешно обновлена',
            'error' => 'Не удалось обновить запись о пользователе.'
        ],
    ],
];
